tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "redbubble/yak"
brew "automake"
brew "aws-iam-authenticator"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "bison"
brew "chruby"
brew "ctop"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "fzf"
brew "gcc"
brew "geoip"
brew "git"
brew "go"
brew "htop"
brew "imagemagick@6", link: true
brew "jq"
brew "lastpass-cli"
brew "libffi"
brew "libyaml"
brew "mysql@5.6", link: true
brew "neovim"
brew "nginx", restart_service: true
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "ruby-install"
brew "sbt"
brew "starship"
brew "tldr"
brew "tree"
brew "vegeta"
brew "jesseduffield/lazydocker/lazydocker"
brew "redbubble/yak/yak"
cask "adoptopenjdk11"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "licecap"
cask "numi"
cask "rectangle"
